Repository: oilderyk/feedbackreporter
Catalog: *.lproj/FeedbackReporter.strings
Languages: az

source: %@ has encountered an exception!
az: %@ gözlənilməz səhv baş verdi.

source: %@ has recently crashed!
az: %@ yaxınlarda qəzaya uğrayıb!

source: anonymous
az: anonim

source: Cancel
az: çıxış

source: Comments:
az: Siz problem meydana idi əvvəl nə:

source: Details
az: Crash Giriş

source: Email address:
az: Sizin e-mail sizə ilə əlaqə almaq üçün bizə istəyirsinizsə:

source: Exception
az: istisna

source: Feedback comment label
az: Geribildiriminiz:

source: Feedback
az: Əlaqə

source: Feedback Host Not Reachable
az: Əlaqə Host Zəng çatmır

source: Got a problem with %@?
az: Necə %@ yaxşılaşdırmaq üçün bir fikir var?

source: Preferences
az: Üstün seçimlər

source: Proceed Anyway
az: Hər halda keçin

source: Script
az: ssenari

source: Send
az: göndərmək

source: Send crash report
az: To help us fix the problem, please send us this feedback report. Click Details to see what information is sent to us.

source: Send details
az: ətraflı göndər

source: Send feedback
az: Bizə problemi həll kömək etmək üçün, bizə bu rəy hesabat göndərin. Bizə göndərilir nə information görmək üçün Details Basın.

source: Sorry, failed to submit your feedback to the server.
az: Server sizin rəy təqdim Error.

source: You may not be able to send feedback because %@ isn't reachable.
az: % @ Müyəssər deyil, çünki Siz geribildirim göndərmək üçün ola bilər. Siz icraatı əvvəl bir şəbəkə bağlantısı təmin edin.
